[
  {"ranking": "#1",
    "img": "https://lojasaraiva.vteximg.com.br/arquivos/ids/31741737/1011150477.jpg?v=637474273445270000",
    "titulo": "Lições Preliminares de Direito ",
    "autor": "Miguel Reale",
    "descricao": "O presente livro não é destinado somente aos iniciantes nas letras jurídicas, mas também àqueles que já possuem experiência, uma vez que seu conteúdo deve acompanhar o jurista em toda a sua carreira. O renomado autor relaciona aspectos filosóficos, sociológicos e jurídicos, abordando temas essenciais à introdução ao estudo do Direito, como a estrutura, validade e classificação da norma jurídica, as fontes e os princípios gerais do Direito e a hermenêutica jurídica",
    "ano": "2002"},

  {"ranking": "#2",
    "img": "https://lojasaraiva.vteximg.com.br/arquivos/ids/31743443/1011150558.jpg?v=637474392537430000",
    "titulo": "Crime Organizado e Lavagem de Dinheiro",
    "autor": "Fausto Martin de Sanctis",
    "descricao": "A lavagem de dinheiro e a criminalidade organizada proporcionaram, a partir do fim do fim do século passado, uma percepção diferenciada de uma nova situação mundial, que permite a perpetuação de uma série de delitos graves e o enriquecimento ilícito de seus agentes, de molde a merecer rápida e combativa reação estatal já no seu início, quando, de fato, a persecução penal pode ser mais eficaz." ,
    "ano": "2015"},

  {"ranking": "#3",
    "img": "https://lojasaraiva.vteximg.com.br/arquivos/ids/31747266/1011154731.jpg?v=637475214791130000",
    "titulo":"Direito Das Famílias e Processo Civil - Interação, Técnicas e Procedimentos Sob o Enfoque No Novo CPC",
    "autor": "Rafael Calmon Rangel",
    "descricao": "Essa obra pretende aproximar duas áreas do direito constante mutação: o Direito das Famílias e o Direito Processual, apresentando variados métodos e procedimentos para que o acadêmico, o profissional ou qualquer pessoa que se interesse pelas citadas áreas visualize como os direitos e interesses das famílias podem ser tutelados na prática, com o mínimo dispêndio de atos processuais, de dinheiro e de tempo dos envolvidos." ,
    "ano": "2017"},

  {"ranking": "#4",
    "img": "https://lojasaraiva.vteximg.com.br/arquivos/ids/31727794/1004870904.jpg?v=637360456349400000",
    "titulo": "Reforma Trabalhista",
    "autor": "Arnaldo Pipek",
    "descricao": "Reforma Trabalhista esclarece as principais alterações provocadas pela Lei da Reforma Trabalhista e responde às questões mais recorrentes e relevantes sobre o tema.A Consolidação das Leis do Trabalho CLT, promulgada pelo presidente Getúlio Vargas em1943, já passou por diversas mudanças superficiais ao longo das últimas décadas, buscando atender às constantes alterações de contexto social. Contudo, as alterações trazidas pela Lei n. 13.467, de 13 de julho de 2017, conhecida como Lei da Reforma Trabalhista apresentadas e analisadas neste livro , foram, sem nenhuma dúvida, as mais significativas e alinhadas com as necessidades de uma sociedade sedenta pela geração de novos empregos em uma economia global. Assim, por meio de uma linguagem simples e objetiva, esta obra esclarece as principais mudanças trazidas pela lei e responde às questões mais recorrentes e relevantes sobre o tema." ,
    "ano": "2017"},

  {"ranking": "#5",
    "img": "https://lojasaraiva.vteximg.com.br/arquivos/ids/31760493/1011224886.jpg?v=637483987052130000",
    "titulo": "O Caso Dos Exploradores De Cavernas",
    "autor": "Lon L. Fuller",
    "descricao": "O caso dos exploradores de cavernas é uma introdução à argumentação jurídica que traz o debate sobre a preservação da vida e da forma como podemos criar “normas” sociais e, também, apresenta contornos para a análise do debate jurídico, do papel dos juízes e das leis na sociedade. " ,
    "ano": "2018"},

  {"ranking": "#6",
    "img": "https://lojasaraiva.vteximg.com.br/arquivos/ids/8580408/1007940944.jpg?v=637100764191800000",
    "titulo": "A Revolução Ecojurídica",
    "autor": "Fritjof Capra e Ugo Mattei",
    "descricao": "O aclamado físico e pensador sistêmico Fritjof Capra e o jurista Ugo Mattei procuram demonstrar neste livro que, nas raízes das muitas crises ambientais, econômicas e sociais que vivemos hoje, há um sistema jurídico baseado numa visão de mundo obsoleta. A proposta de mudança indica uma reconceituação profunda dos fundamentos do sistema jurídico ocidental, uma revolução sistêmica do direito, com importantes implicações para o futuro da nossa espécie e compatível com os princípios ecológicos que sustentam a vida neste planeta.",
    "ano": "2018"},

  {"ranking": "#7",
    "img": "https://lojasaraiva.vteximg.com.br/arquivos/ids/31744820/1011154044.jpg?v=637474535341900000",
    "titulo": "Nulidades No Processo Penal",
    "autor": "Ricardo Jacobson Gloeckner",
    "descricao": "O livro “Nulidades no Processo Penal” chega a sua 3ª edição e a 1ª pela Editora Saraiva com um novo projeto gráfico e atualização completa do tema. A obra examina como se desenvolveu a teoria das nulidades, como se apresentou no Brasil, suas características e traços fundamentais.",
    "ano": "2017"},

  {"ranking": "#8",
    "img": "https://lojasaraiva.vteximg.com.br/arquivos/ids/12101897/1000174394.jpg?v=637142221125300000",
    "titulo": "Do Espírito das Leis - Col. A Obra Prima de Cada Autor",
    "autor": "Charles Luis de Secondat Montesquieu",
    "descricao": "Pensador influente nas áreas da filosofia da história e do direito constitucional, Montesquieu foi também um dos maiores prosadores da língua francesa. A partir dele, os escritores franceses tornaram-se mais que literatos e passaram também a discutir os assunto públicos. Na sua obra-prima Do Espírito das Leis (1748), Montesquieu elabora conceitos sobre formas de governo e exercícios da autoridade política que se tornaram pontos doutrinários básicos da ciência política. Suas teorias exerceram profunda influência no pensamento político moderno. Elas inspiraram as ´Declarações dos Direitos do Homem e do Cidadão´, elaborada em 1789, durante a Revolução Francesa.",
    "ano": "2009"},

  {"ranking": "#9",
    "img": "https://lojasaraiva.vteximg.com.br/arquivos/ids/31738199/1011152913.jpg?v=637473499693900000",
    "titulo": "Oratória para Advogados e Estudantes de Direito - Conforme a Nova Ortografia",
    "autor": "Reinaldo Polito",
    "descricao": "Com a leitura deste livro, você poderá se transformar em um advogado com oratória excepcional. Cada capítulo é uma aula que o Professor Reinaldo Polito ministra há décadas a profissionais de todas as áreas do Direito, preparando-os para falar de maneira correta e eficiente em audiências, na sustentação oral perante os tribunais superiores, nas teses de defesa ou de acusação no Tribunal do Júri, no relacionamento com clientes, nas reuniões com outros advogados no escritório e diante das platéias mais exigentes, em palestras e conferências.",
    "ano": "2008"},

  {"ranking": "#10",
    "img": "https://lojasaraiva.vteximg.com.br/arquivos/ids/1937242/1000402127.jpg?v=637006098827800000",
    "titulo": "Edição antiga - Teoria Do Direito ",
    "autor": "Paulo Hamilton Siqueira Jr.",
    "descricao": "Esta obra versa sobre a teoria do direito, como o próprio nome indica, estuda todas as facetas da ciência jurídica, buscando sua sistematização. Na visão do autor, o conhecimento da realidade jurídica se dá por intermédio do estudo da dogmática, da sociologia e da filosofia do direito. Por conta disso, este trabalho apresenta uma teoria do direito embasada em três planos: dogmático, sociológico e filosófico.",
    "ano": "2012"}
]
