[
  {
    "ranking": "#1",
    "img": "https://carreiraeempreendedorismo.com/wp-content/uploads/2018/01/O-Mensageiro-Milionario-203x300.jpg",
    "titulo": "O Mensageiro Milionário",
    "autor": "Brendon Burchard",
    "descricao": "Nesta obra, que muda as regras do jogo, você constatará que: Sua história de vida e sua experiência têm importância e valor de mercado maiores do que você sonhou. Você está aqui para fazer a diferença. O melhor modo de realizar isso é apresentar convenientemente seus conhecimentos (sobre qualquer tópico, em qualquer setor) para ajudar outras pessoas a obterem sucesso. Você pode ser remunerado por compartilhar suas informações e recomendações práticas e úteis. No processo, é possível descobrir como montar um negócio de sucesso e uma vida profundamente significativa.",
    "ano": "2012"
  },

  {
    "ranking": "#2",
    "img": "https://carreiraeempreendedorismo.com/wp-content/uploads/2018/01/Trabalhe-4-Horas-por-Semana-208x300.jpg",
    "titulo": "Trabalhe 4 Horas por Semana",
    "autor": "Timothy Ferris",
    "descricao": "Esqueça o velho conceito de trabalho. Não espere chegar a aposentadoria para começar a aproveitar a vida. Se o seu sonho é escapar da rotina, experimentar grandes viagens pelo mundo, ter uma renda mensal de cinco dígitos ou apenas viver mais e trabalhar menos, utilizando um método similar ao que explico nesse artigo. Trabalhe 4 horas por semana é o livro de que você precisa.",
    "ano": "2017"
  },

  {
    "ranking": "#3",
    "img": "https://carreiraeempreendedorismo.com/wp-content/uploads/2018/01/F%C3%A9rias-sem-Fim-209x300.jpg",
    "titulo": "Férias sem Fim",
    "autor": "Bruno Picinini",
    "descricao": "Neste guia passo a passo para um novo estilo de vida de mais liberdade você irá descobrir como Bruno Picinini saiu de um emprego em que não ganhava nem R$ 2.000 por mês trabalhando até 60 horas por semana, para ganhar R$ 40.000 por mês enquanto viajava pelo mundo.",
    "ano": "2017"
  },

  {
    "ranking": "#4",
    "img": "https://carreiraeempreendedorismo.com/wp-content/uploads/2018/01/Pai-Rico-Pai-Pobre-198x300.png",
    "titulo": "Pai Rico, Pai Pobre",
    "autor": "Robert T. Kiyosaki",
    "descricao": "Um dos livros mais falados da última década, abriu os olhos do mundo para a necessidade de pensar o planejamento de finanças pessoais. Pai Rico, Pai Pobre foi o primeiro best-seller de Robert T. Kyiosaki e Sharon Lechter, e deu origem a uma série de enorme sucesso.",
    "ano": "2017"
  },

  {
    "ranking": "#5",
    "img": "https://carreiraeempreendedorismo.com/wp-content/uploads/2018/01/Os-Segredos-da-Mente-Milion%C3%A1ria--200x300.jpg",
    "titulo": "Os Segredos da Mente Milionária",
    "autor": "T. Harv Eker",
    "descricao": "Se as suas finanças andam na corda bamba, talvez esteja na hora de você refletir sobre o que T. Harv Eker chama de “o seu modelo de dinheiro” – um conjunto de crenças que cada um de nós alimenta desde a infância e que molda o nosso destino financeiro, quase sempre nos levando para uma situação difícil.",
    "ano": "1992"
  },

  {
    "ranking": "#6",
    "img": "https://carreiraeempreendedorismo.com/wp-content/uploads/2018/01/Quem-Pensa-Enriquece-209x300.jpg",
    "titulo": "Quem Pensa Enriquece",
    "autor": "Napoleon Hill",
    "descricao": "Por vinte anos, Napoleon Hill, autor de “Quem Pensa Enriquece”, se dedicou a descobri-la. E conseguiu. Ele acompanhou de perto a ascensão de 500 das maiores fortunas do mundo. Convivendo com mitos com Henry Ford, Theodore Roosevelt, King Gillette e John Rockefeller, o autor encontrou 15 características comuns a todos esses grandes vencedores.",
    "ano": "2009"
  },

  {
    "ranking": "#7",
    "img": "https://carreiraeempreendedorismo.com/wp-content/uploads/2018/01/Gera%C3%A7%C3%A3o-de-Valor-3-195x300.png",
    "titulo": "Geração de Valor 3",
    "autor": "Flávio Augusto da Silva",
    "descricao": "Com a franqueza e assertividade já conhecidas no seu vasto publico, Flavio subverte lugares comuns, cria frases de impactos e conta historias surpreendentes. Tudo isso com a autoridade de quem empreende, na pratica, negócios no Brasil e no exterior. Sem dúvida um livro que irá transformar a maneira como você pensa a respeito do produto que quer vender, enxergando o que seu cliente realmente precisa, gerando valor verdadeiro na vida deles.",
    "ano": "2016"
  },

  {
    "ranking": "#8",
    "img": "https://carreiraeempreendedorismo.com/wp-content/uploads/2018/01/As-Armas-da-Persuas%C3%A3o-209x300.jpg",
    "titulo": "As Armas da Persuasão",
    "autor": "Robert B. Cialdini",
    "descricao": "Depois de passar anos caindo na lábia de vendedores, arrecadadores de doações e operadores de telemarketing, o psicólogo Robert B. Cialdini resolveu se dedicar ao estudo da persuasão. Ele queria entender quais são os fatores que levam uma pessoa a dizer “sim” a um pedido e que técnicas exploram melhor esses fatores. Seis princípios psicológicos básicos governam o comportamento humano quando tomamos uma decisão e podem ser usados como verdadeiras armas.",
    "ano": "2012"
  },

  {
    "ranking": "#9",
    "img": "https://carreiraeempreendedorismo.com/wp-content/uploads/2018/01/Marketing-4.0.-Do-Tradicional-ao-Digital-209x300.jpg",
    "titulo": "Marketing 4.0. Do Tradicional ao Digital",
    "autor": "Philip Kotler",
    "descricao": "Este livro comprova mais uma vez por que Philip Kotler é considerado o pai do marketing digital moderno. Em seu livro anterior, ele explicou a transição do marketing orientado ao produto (1.0) para o focado no consumidor (2.0) e então para o centrado no ser humano (3.0), em que produtos, serviços e culturas empresariais devem adotar e refletir valores humanos para serem bem-sucedidos.",
    "ano": "2017"
  },

  {
    "ranking": "#10",
    "img": "https://carreiraeempreendedorismo.com/wp-content/uploads/2018/08/livro-quem-vende-enriquece-napoleon-hillpg-209x300.jpg",
    "titulo": "Quem Vende Enriquece",
    "autor": "Napoleon Hill",
    "descricao": "Bons vendedores são reconhecidos e disputados pelo mercado de trabalho. E não importa quem você é ou o que você faz – no fundo, precisa ser um vendedor de si mesmo, de suas ideias e de seus projetos. Mas o que leva uma pessoa a ser um vendedor talentoso? Napoleon Hill, autor do best-seller Quem Pensa Enriquece, descobriu os segredos do sucesso nas vendas e na vida e os revela a você em “Quem Vende Enriquece”.",
    "ano": "2011"
  }

]
