[
  {"ranking": "#1", "img":"https://osmelhoreslivros.com.br/wp-content/uploads/2019/10/mais-esperto-que-o-diabo-214x300.jpg", "titulo":"Mais Esperto Que o Diabo ", "autor":"Napoleon Hill", "descricao":"Escrito em 1938, após uma das maiores crises econômicas, e precedendo a Segunda Guerra Mundial, este livro não somente é uma fonte de inspiração e coragem, mas deve ser considerado um manual para todas aquelas pessoas que desejam ser mais espertas que seus medos, problemas e limitações, pois, como o próprio Hill fala - em toda adversidade existe uma semente de benefício equivalente.","ano":"2014" },
  {"ranking": "#2", "img":"https://osmelhoreslivros.com.br/wp-content/uploads/2021/06/autorresponsabilidade-215x300.jpg", "titulo":"O Poder da Autorresponsabilidade", "autor":"Paulo Vieira", "descricao":"Muitas pessoas têm consciência de que precisam assumir as rédeas da própria vida, porém não sabem como fazer isso na prática. Este livro traz ao leitor o conceito de autorresponsabilidade. Trata-se de um manual que apresenta a metodologia das 6 leis para a conquista da autorresponsabilidade, de modo que o leitor assuma o comando de sua vida. Aplicando esse conceito, você será capaz de levar alta performance à vida pessoal e profissional, saindo de um estado não satisfatório para uma vida de abundância e de sucesso.","ano":"2018" },
  {"ranking": "#3", "img":"https://osmelhoreslivros.com.br/wp-content/uploads/2022/01/mindset-milionario.jpg", "titulo":"Mindset Milionário", "autor":"José Roberto Marques", "descricao":"Tudo começa na mente, inclusive a riqueza material, por isso, para enriquecer, você precisa dos padrões mentais adequados! Toda a riqueza que você busca já existe e está disponível no mundo. Porque uns alcançam e outros não? Quer entender esses segredos? Ao longo de sua vida, você aprendeu, muitas vezes por meio de exemplos, a ter certas atitudes e crenças a respeito do mundo e de si mesmo. ","ano":"2021" },
  {"ranking": "#4", "img":"https://osmelhoreslivros.com.br/wp-content/uploads/2021/02/torto-arado-198x300.jpg", "titulo":"Torto Arado", "autor":"Itamar Vieira Junior", "descricao":"Nas profundezas do sertão baiano, as irmãs Bibiana e Belonísia encontram uma velha e misteriosa faca na mala guardada sob a cama da avó. Ocorre então um acidente. E para sempre suas vidas estarão ligadas — a ponto de uma precisar ser a voz da outra. Numa trama conduzida com maestria e com uma prosa melodiosa, o romance conta uma história de vida e morte, de combate e redenção.","ano":"2019" },
  {"ranking": "#5", "img":"https://osmelhoreslivros.com.br/wp-content/uploads/2020/01/mulheres-que-correm-com-os-lobos-209x300.jpg", "titulo":"Mulheres Que Correm Com os Lobos", "autor":"Clarissa Estés", "descricao":"Clássico dos estudos sobre o sagrado feminino e o feminismo, o livro Mulheres que correm com os lobos é o primeiro de uma série de longsellers da Rocco a ganhar edição com novo projeto gráfico e capa dura.","ano":"2018" },
  {"ranking": "#6", "img":"https://osmelhoreslivros.com.br/wp-content/uploads/2019/10/do-mil-ao-milhao-sem-cortar-o-cafezinho-214x300.jpg", "titulo":"Do Mil ao Milhão. Sem Cortar o Cafezinho", "autor":"Thiago Nigro", "descricao":"Em seu primeiro livro, Thiago Nigro, criador da plataforma O Primo Rico, ensina aos leitores os três pilares para atingir a independência financeira: gastar bem, investir melhor e ganhar mais. Por meio de dados e de sua própria experiência como investidor e assessor, Nigro mostra que a riqueza é possível para todos – basta estar disposto a aprender e se dedicar.","ano":"2018" },
  {"ranking": "#7", "img":"https://osmelhoreslivros.com.br/wp-content/uploads/2021/09/vermelho-branco-sangue-azul-209x300.jpg", "titulo":"Vermelho, Branco e Sangue Azul", "autor":"Casey McQuiston", "descricao":"Quando sua mãe foi eleita presidenta dos Estados Unidos, Alex Claremont-Diaz se tornou o novo queridinho da mídia norte-americana. Bonito, carismático e com personalidade forte, Alex tem tudo para seguir os passos de seus pais e conquistar uma carreira na política, como tanto deseja. Mas logo Alex tem que encarar o seu primeiro desafio diplomático: lidar com Henry, o príncipe mais adorado do mundo, com quem ele é constantemente comparado — e que ele não suporta. ","ano":"2019" },
  {"ranking": "#8", "img":"https://osmelhoreslivros.com.br/wp-content/uploads/2020/01/a-garota-do-lago.jpg", "titulo":"A Garota do Lago", "autor":"Charlie Donlea", "descricao":"Summit Lake, uma pequena cidade entre montanhas, é esse tipo de lugar, bucólico e com encantadoras casas dispostas à beira de um longo trecho de água intocada. Duas semanas atrás, a estudante de direito Becca Eckersley foi brutalmente assassinada em uma dessas casas. Filha de um poderoso advogado, Becca estava no auge de sua vida. Atraída instintivamente pela notícia, a repórter Kelsey Castle vai até a cidade para investigar o caso.","ano":"2017" },
  {"ranking": "#9", "img":"https://osmelhoreslivros.com.br/wp-content/uploads/2019/10/pai-rico-pai-pobre-214x300.jpg", "titulo":"Pai Rico, Pai Pobre", "autor":"Robert Kiyosaki", "descricao":"Celebrando 20 anos como o livro n° 1 em finanças pessoais. A escola prepara as crianças para o mundo real? Essa é a primeira pergunta com a qual o leitor se depara neste livro. O recado é ousado e direto: boa formação e notas altas não bastam para assegurar o sucesso de alguém. O mundo mudou; a maioria dos jovens tem cartão de crédito, antes mesmo de concluir os estudos, e nunca teve aula sobre dinheiro, investimentos, juros etc.","ano":"2017" },
  {"ranking": "#10", "img":"https://osmelhoreslivros.com.br/wp-content/uploads/2021/11/mentirosos.jpg", "titulo":" Mentirosos ", "autor":"E. Lockhart", "descricao":"Na família Sinclair, ninguém é carente, criminoso, viciado ou fracassado. Mas talvez isso seja mentira. Os Sinclair são uma família rica e renomada, que se recusa a admitir que está em decadência e se agarra a todo custo às tradições. Assim, todo ano o patriarca, suas três filhas e seus respectivos filhos passam as férias de verão em sua ilha particular. Cadence - neta primogênita e principal herdeira -, seus primos Johnny e Mirren e o amigo Gat são inseparáveis desde pequenos, e juntos formam um grupo chamado Mentirosos.","ano":"2014" }
]
