[
  {"ranking": "#1", "img":"https://a-static.mlcdn.com.br/618x463/dom-quixote/artclubbooks/1000290215/e575351d41e3b3cbb5a87f9797b78664.jpg", "titulo":"Dom Quixote", "autor":"Miguel de Cervantes", "descricao":"O maior romance da Literatura Espanhola é um clássico satírico de alta qualidade crítica. Escrito em uma época em que os romances de cavalaria se encontravam em declínio, Miguel de Cervantes inspirou-se nisto para criar as aventuras de um homem louco que acreditava viver nesse mundo fantástico. Sem dúvidas, uma obra prima","ano":"1612" },
  {"ranking": "#2", "img":"https://static.fnac-static.com/multimedia/Images/PT/NR/2d/ca/0b/772653/1540-1/tsp20160819033048/Historia-em-Duas-Cidades.jpg", "titulo":"História em Duas Cidades", "autor":"Charles Dickens", "descricao":"O principal romance de Charles Dickens se passa em meados do século XVIII durante o período que vai da Independência Americana até a Revolução Francesa. O livro usa a correspondência entre os personagens como a principal forma de avançar a história.","ano":"1859" },
  {"ranking": "#3", "img":"https://cdn.maioresemelhores.com/imagens/senhor-dos-aneis-cke.jpg", "titulo":"O Senhor dos Anéis", "autor":"J. R. R. Tolkien", "descricao":"Apesar de ter sido criado pelo autor para ser um livro único, O Senhor dos Anéis é comercializado como uma trilogia e foi desta forma que se tornou tão popular. Um dos principais clássicos de fantasia do mundo e, até hoje, serve de inspiração para outros autores famosos como J. K. Rowling e George R. R. Martin.","ano":"1954-1955" },
  {"ranking": "#4", "img":"https://upload.wikimedia.org/wikipedia/pt/thumb/4/47/O-pequeno-pr%C3%ADncipe.jpg/200px-O-pequeno-pr%C3%ADncipe.jpg", "titulo":"O Pequeno Príncipe", "autor":"Antoine de Saint-Exupéry", "descricao":"Um dos maiores clássicos infantis foi escrito e ilustrado pelo autor Antoine de Saint-Exupéry quando se encontrava exilado na América do Norte durante a II Guerra Mundial. Muito da vida do autor como aviador pode ser identificada no livro.","ano":"1943" },
  {"ranking": "#5", "img":"https://upload.wikimedia.org/wikipedia/pt/thumb/c/c1/Capa_HP1.jpg/230px-Capa_HP1.jpg", "titulo":"Harry Potter e a Pedra Filosofal", "autor":"J.K Rowling", "descricao":"O livro que deu início ao grande fenômeno mundial. Em Harry Potter e a Pedra Filosofal é apresentado Harry e todo o mundo fantástico a que ele pertence, assim como os perigos pelos quais o garoto está sujeito. O começo de uma grande saga.","ano":"1997" },
  {"ranking": "#6", "img":"https://th.bing.com/th/id/OIP.Z1ujg7urTjU5BLJflcYOIwHaLh?w=185&h=288&c=7&r=0&o=5&pid=1.7", "titulo":"O Hobbit", "autor":"J.R.R Tolkien", "descricao":"Esqueça os filmes, foque-se no livro! O Hobbit foi aclamado pela crítica e recebeu a Medalha Carnegie pela qualidade da obra. A história que precede O Senhor dos Anéis, a princípio seria uma história independente. Porém com o sucesso atingido na época do lançamento, a editora pediu uma continuação a J. R. R. Tolkien que aproveitou para fazer algumas mudanças nos dois livros para ligar a jornada de Bilbo com a de Frodo.","ano":"1937" },
  {"ranking": "#7", "img":"https://th.bing.com/th/id/OIP.mPtwtZC9qzlY7_5nPnRKoQHaL0?pid=ImgDet&rs=1", "titulo":"O Sonho da Câmara Vermelha", "autor":"Cao Xueqin", "descricao":"Considerado o ponto alto dos romances clássicos chineses, este livro faz parte dos Quatro Grandes Romances Clássicos da Literatura Chinesa. Portanto, uma obra prima de altíssima qualidade.","ano":"1754-1791" },
  {"ranking": "#8", "img":"https://cdn.maioresemelhores.com/imagens/ela-feiticeira-cke.jpg", "titulo":"Ela, a Feiticeira", "autor":"H. Rider Haggard", "descricao":"Do mesmo autor de As Minas do Rei Salomão, Ela, a Feiticeira narra a viagem do professor universitário Horace Holly e seu pupilo pela África. Lá, os dois se deparam com uma civilização perdida controlada por Ela, a feiticeira do título.","ano":"1887" },
  {"ranking": "#9", "img":"https://th.bing.com/th/id/AMMS_85d91961bba7c0eec98c576e909cbb67?pid=ImgDet&rs=1", "titulo":"O Leão, a Feiticeira e o Guarda-Roupa", "autor":" C.S. Lewis", "descricao":"O primeiro livro da série As Crônicas de Nárnia apresenta os irmãos Pedro, Susana, Edmundo e Lúcia Pevensie. Os quatro encontram em um Guarda-Roupa a passagem secreta para um mundo encantado onde vivem incríveis aventuras.","ano":"1950" },
  {"ranking": "#10", "img":"https://upload.wikimedia.org/wikipedia/pt/thumb/6/6b/DaVinciCode.jpg/200px-DaVinciCode.jpg", "titulo":" O Código Da Vinci ", "autor":"Dan Brown", "descricao":"Esta não é a primeira aventura de Robert Langdon escrita, mas sem dúvida foi a que o pôs no mapa dos best-sellers. Quando um curador do museu do Louvre é assassinado, Langdon se vê envolvido em uma complexa trama cheia de enigmas que o leva a desvendar um dos principais segredos da humanidade.","ano":"2003" }
]
