[
  {
    "titulo": "Sapiens: Uma breve história da humanidade",
    "autor": "Yuval Noah Harari",
    "img": "https://images-na.ssl-images-amazon.com/images/I/41FU42ESk5L._SX346_BO1,204,203,200_.jpg",
    "descricao": "Sapiens é a obra-prima de Yuval Noah Harari e o consagrou como um dos pensadores mais brilhantes da atualidade. Num feito surpreendente, que já fez deste livro um clássico contemporâneo, o historiador israelense aplica uma fascinante narrativa histórica a todas as instâncias do percurso humano sobre a Terra. Da Idade da Pedra ao Vale do Silício, temos aqui uma visão ampla e crítica da jornada em que deixamos de ser meros símios para nos tornarmos os governantes do mundo. Harari se vale de uma abordagem multidisciplinar que preenche as lacunas entre história, biologia, filosofia e economia, e, com uma perspectiva macro e micro, analisa não apenas os grandes acontecimentos, mas também as mudanças mais sutis notadas pelos indivíduos.",
    "cols":1,
    "rows":2
  },
  {
    "titulo": "A amiga genial",
    "autor": "Elena Ferrante",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51+xNznrf9L._SY344_BO1,204,203,200_.jpg",
    "descricao": "A Série Napolitana, formada por quatro romances, conta a história de duas amigas ao longo de suas vidas. O primeiro, A Amiga Genial, é narrado pela personagem Elena Greco e cobre da infância aos 16 anos. As meninas se conhecem em uma vizinhança pobre de Nápoles, na década de 1950. Elena, a menina mais inteligente da turma, tem sua vida transformada quando a família do sapateiro Cerullo chega ao bairro e Raffaella, uma criança magra, mal comportada e selvagem, se torna o centro das atenções. Essa menina, tão diferente de Elena, exerce uma atração irresistível sobre ela.As duas se unem, competem, brigam, fazem planos. Em um bairro marcado pela violência, pelos gritos e agressões dos adultos e pelo o medo constante, as meninas sonham com um futuro melhor.",
    "cols":1,
    "rows":2
  },
  {
    "titulo": "É Assim que Acaba",
    "autor": "Colleen Hoover",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51i7kH+rh9L._SX322_BO1,204,203,200_.jpg",
    "descricao": "O romance mais pessoal da carreira de Colleen Hoover, É assim que acaba discute temas como violência doméstica e abuso psicológico de forma sensível e direta. Em É assim que acaba, Colleen Hoover nos apresenta Lily, uma jovem que se mudou de uma cidadezinha do Maine para Boston, se formou em marketing e abriu a própria floricultura. E é em um dos terraços de Boston que ela conhece Ryle, um neurocirurgião confiante, teimoso e talvez até um pouco arrogante, com uma grande aversão a relacionamentos, mas que se sente muito atraído por ela. Quando os dois se apaixonam, Lily se vê no meio de um relacionamento turbulento que não é o que ela esperava. Mas será que ela conseguirá enxergar isso, por mais doloroso que seja?",
    "cols":1,
    "rows":2
  },
  {
    "titulo": "Pequeno manual antirracista",
    "autor": "Djamila Ribeiro",
    "img": "https://images-na.ssl-images-amazon.com/images/I/511OpWbL5eL._SX342_BO1,204,203,200_.jpg",
    "descricao": "Neste pequeno manual, a filósofa e ativista Djamila Ribeiro trata de temas como atualidade do racismo, negritude, branquitude, violência racial, cultura, desejos e afetos. Em onze capítulos curtos e contundentes, a autora apresenta caminhos de reflexão para aqueles que queiram aprofundar sua percepção sobre discriminações racistas estruturais e assumir a responsabilidade pela transformação do estado das coisas. Já há muitos anos se solidifica a percepção de que o racismo está arraigado em nossa sociedade, criando desigualdades e abismos sociais: trata-se de um sistema de opressão que nega direitos, e não um simples ato de vontade de um sujeito. Reconhecer as raízes e o impacto do racismo pode ser paralisante. Afinal, como enfrentar um monstro desse tamanho? Djamila Ribeiro argumenta que a prática antirracista é urgente e se dá nas atitudes mais cotidianas. E mais ainda: é uma luta de todas e todos. ",
    "cols":1,
    "rows":2
  },
  {
    "titulo": "O conto da aia",
    "autor": "Margaret Atwood",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51X40Du9otL._SX331_BO1,204,203,200_.jpg",
    "descricao": "Escrito em 1985, o romance distópico O conto da aia, da canadense Margaret Atwood, tornou-se um dos livros mais comentados em todo o mundo nos últimos meses, voltando a ocupar posição de destaque nas listas do mais vendidos em diversos países. Além de ter inspirado a série homônima (The Handmaid's Tale, no original) produzida pelo canal de streaming Hulu, o a ficção futurista de Atwood, ambientada num Estado teocrático e totalitário em que as mulheres são vítimas preferenciais de opressão, tornando-se propriedade do governo, e o fundamentalismo se fortalece como força política, ganhou status de oráculo dos EUA da era Trump.",
    "cols":1,
    "rows":2
  },
  {
    "titulo": "Torto arado",
    "autor": "Itamar Vieira Junior",
    "img": "https://images-na.ssl-images-amazon.com/images/I/41zcXQ5OMWL._SX327_BO1,204,203,200_.jpg",
    "descricao": "Um texto épico e lírico, realista e mágico que revela, para além de sua trama, um poderoso elemento de insubordinação social. Nas profundezas do sertão baiano, as irmãs Bibiana e Belonísia encontram uma velha e misteriosa faca na mala guardada sob a cama da avó. Ocorre então um acidente. E para sempre suas vidas estarão ligadas - a ponto de uma precisar ser a voz da outra. Numa trama conduzida com maestria e com uma prosa melodiosa, o romance conta uma história de vida e morte, de combate e redenção.",
    "cols":1,
    "rows":2
  }
]
