[
  {
    "ranking": "#1",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61521pHVNyL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "titulo":"Exercícios de ser Criança",
    "autor":"Manoel de Barros",
    "descricao":"Livro ilustrado que traz a singeleza e a profundidade de um dos nossos maiores poetas. Manoel traz, neste livro, a beleza do olhar da criança, para nós atores algo a resgatar, citando nosso poeta 'A liberdade e a poesia a gente aprende com as crianças'.",
    "ano":"1999"
  },
  {
    "ranking": "#2",
    "img": "https://images-na.ssl-images-amazon.com/images/I/41JuLDGJkOL._SX335_BO1,204,203,200_.jpg",
    "titulo":"Tao Te King",
    "autor":"Lao-Tzu",
    "descricao":"O Tao-Te King, obra de Lao-Tzu, a mais alta expressão do pensamento chinês, constitui por si só um completo sistema filosófico, dotado de uma metafísica, que entrevê e descreve no Tao a causa primeira, o bem supremo do Universo; de uma Moral, que indica ao homem o caminho para alcançar o seu próprio fim; e de uma Política, que mostra aos governantes a estrada que estes devem percorrer para o progresso e o bem-estar do povo.",
    "ano":"2013"
  },
  {
    "ranking": "#3",
    "img": "https://images-na.ssl-images-amazon.com/images/I/41Nj51EgH4L._SX338_BO1,204,203,200_.jpg",
    "titulo":"O Herói de Mil Faces",
    "autor":"Joseph Campbell",
    "descricao":"Apolo, Thor, Buda e outros numerosos protagonistas das religiões, das mitologias, dos contos de fada e do folclore universal representam simultaneamente as várias fases de uma mesma história. O relacionamento entre seus símbolos atemporais e os detectados nos sonhos pela moderna psicologia profunda é o ponto de partida da interpretação oferecida por Joseph Campbell, reconhecidamente um dos maiores estudiosos e mais profundos intérpretes da mitologia universal, nesse clássico obrigatório para compreender esse monomito que é a jornada do herói.",
    "ano":"1989"
  },
  {
    "ranking": "#4",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51rfxlaiupL._SX322_BO1,204,203,200_.jpg",
    "titulo":"Hamlet",
    "autor":"William Shakespeare",
    "descricao":"Um jovem príncipe se reúne com o fantasma de seu pai, que alega que seu próprio irmão, agora casado com sua viúva, o assassinou. O príncipe cria um plano para testar a veracidade de tal acusação, forjando uma brutal loucura para traçar sua vingança. Mas sua aparente insanidade logo começa a causar estragos - para culpados e inocentes. Esta é a sinopse da tragédia de Shakespeare, agora em nova e fluente tradução de Lawrence Flores Pereira. Mas a trama inventada pelo dramaturgo inglês vai muito além disso: Hamlet é um dos momentos mais altos da criação artística mundial, um retrato - eletrizante e sempre contemporâneo - da vida emocional de um Homo sapiens adulto.",
    "ano":"2015"
  },
  {
    "ranking": "#5",
    "img": "https://images-na.ssl-images-amazon.com/images/I/31zE2+PhGYL._SX268_BO1,204,203,200_.jpg",
    "titulo":"40 questões para um papel",
    "autor":"Jurij Alschitz",
    "descricao":"Um método de questões? Uma questão de método. Todos os sistemas e métodos de teatro, inclusive este, só são significativos quando abordados de forma criativa e não como dogma. Nesse sentido, '40 Questões Para um Papel', de Jurij Alschitz tem como ponto de partida um propósito básico, o de ser um livro de perguntas e não de respostas prontas e acabadas. Para tal fim, uma série de questões serve de chave para que o leitor descubra o cerne da matéria. Um modo de agir muito raro, porém vital, no que diz respeito aos procedimentos de um ator ou diretor no seu trabalho requer, de um e/ou de outro, a disposição de reorganizar, ao longo do processo de busca, ideias que lhe tenham parecido fundamentais e irremovíveis. Trata-se da capacidade de levantar indagações e problemas sobre o papel em vista.",
    "ano":"2017"
  },
  {
    "ranking": "#6",
    "img": "https://images-na.ssl-images-amazon.com/images/I/41oKQgmMIwL._SX359_BO1,204,203,200_.jpg",
    "titulo":"A preparação do ator",
    "autor":"Constantin Stanislavski",
    "descricao":"O primeiro volume de uma trilogia tanto para os que atuam e dirigem, quanto para os que apenas estudam teatro. Coube a Stanislavski a importante tarefa de sistematizar os conhecimentos intuitivos dos grandes atores do passado e de explicação ao ator contemporâneo como agir no momento da criação ou da realização. O seu sistema não é uma continuação das idéias expostas nos velhos manuais. É antes uma quebra da tradicional maneira de ensinar. O trabalho do ator, segundo o sistema de Stanislavski não equivale a um estilo de representação. É, como qualquer técnica, um meio e não uma finalidade. É o próprio Stanislavski quem diz: “Ele (seus sistema) só tem utilidade quando se transforma numa segunda natureza do ator, quando este deixa de ser preocupar com ele e quando seus efeitos começam a aparecer naturalmente em seu trabalho”. A técnica deve ser absorvida e nunca aparecer na realização. Esta é o resultado, e a técnica funciona então como estímulo ao processo criador.A preparação do autor é um livro que se deve ler e reler.",
    "ano":"1994"
  },
  {
    "ranking": "#7",
    "img": "https://images-na.ssl-images-amazon.com/images/I/31LZWP9tKTL._BO1,204,203,200_.jpg",
    "titulo":"Stanislávski vida obra e sistema",
    "autor":"Elena Vassina",
    "descricao":"Obra fundamental para se aproximar e se aprofundar a respeito de Stanislavski. Escrita pela professora e pesquisadora russa, Elena Vássina em parceria com Aimar Labaki, dramaturgo, diretor e tradutor brasileiro. Esta obra traz inúmeros materiais inéditos de, e sobre, Stanislavski e profunda análise sobre a vida, sobre a obra do mestre russo e os caminhos do Sistema de Stanislávski.",
    "ano":"2016"
  },
  {
    "ranking": "#8",
    "img": "https://images-na.ssl-images-amazon.com/images/I/41mAhhpHiRL._SX332_BO1,204,203,200_.jpg",
    "titulo":"Stanislavski em processo: Um Mês No Campo - Turguêniev",
    "autor":"Simone Shuba",
    "descricao":"Neste livro, ela  apresenta o princípio do Sistema de Stanislávski colocado em prática pela primeira vez na montagem teatral de Um Mês no Campo, de Ivan Turguêniev, dirigida pelo mestre russo em 1909.    Shuba nos traz também materiais inéditos sobre a Memória Emotiva, sobre a constituição desse conceito tão controverso do Sistema de Stanislávski e investiga a importância de alguns dos parceiros de criação ao longo da jornada do pedagogo russo.",
    "ano":"2016"
  },
  {
    "ranking": "#9",
    "img": "https://images-na.ssl-images-amazon.com/images/I/41gVakzHh+L._SY344_BO1,204,203,200_.jpg",
    "titulo":"Nissim Castiel: Do teatro da vida para o teatro da escola",
    "autor":"Luciano Castiel e Debora Hummel",
    "descricao":"Esta obra revela os caminhos de busca de Nissim em sua vida pessoal e aspectos dos caminhos do Teatro Escola Macunaíma na constituição de sua metodologia em diálogo com a raiz stanislavskiana que traz o princípio de estar sempre em movimento.",
    "ano":"2014"
  },
  {
    "ranking": "#10",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51tiR8+OpWL._SX356_BO1,204,203,200_.jpg",
    "titulo":"Teoria do Drama Moderno",
    "autor":"Peter Szondi ",
    "descricao":"Para os que desejam entender os caminhos da dramaturgia no século XX, este livro é leitura obrigatória, além de muito prazerosa. Embora com limites cronológicos definidos (1880-1950), não se trata de um mero panorama histórico do teatro moderno, pois todas as análises do autor obtêm o máximo resultado de uma dialética histórico-filosófica das formas de arte, identificando oposições e continuidades no arco da produção de onze dramaturgos, entre eles Ibsen, Tchekhov, Strindberg, Brecht, Pirandello, Eugene O'Neill e Arthur Miller.",
    "ano":"2011"
  }
]
