[
  {"ranking":"#1","img": "https://t.ctcdn.com.br/gxMzYHJr1L0yoeKg6FFIqdtyv-I=/i444364.jpeg", "titulo":"21 Lições para o Século 21", "author":" Yuval Noah Harari", "descricao":" o autor Yuval Noah Harari (que também escreveu o best-seller Sapiens) aborda assuntos como compartilhamento de notícias falsas, inteligência artificial e crises ambientais para tentar trazer respostas sobre nossa vida no século atual." , "ano":"2018"},
  {"ranking":"#2","img": "https://t.ctcdn.com.br/jyNRXYTgCwoMDbr4gDgefzHuHR4=/i444375.jpeg", "titulo":"A Quarta Revolução Industrial", "author":" Klaus Schwab", "descricao":"De forma resumida, ela é definida pelo conjunto de novas tecnologias que surgem em velocidade crescente e, quase sempre, utilizando as revoluções anteriores como base para a transformação." , "ano":"2018"},
  {"ranking":"#3","img": "https://t.ctcdn.com.br/XZRzdsX4jsfwb2uVpEiDKSDHg1A=/i444376.jpeg", "titulo":"Os Meios de Comunicação Como Extensões do Homem", "author":"Marshall Mcluhan", "descricao":"Um dos livros mais importantes já escritos para quem deseja entender os meios de comunicação, a obra de Marshall Mcluhan é um clássico absoluto e que deveria ser lido por qualquer pessoa interessada em entender as mudanças nas formas de nos comunicar e em como os meios de massa afetam nossas vidas." , "ano":"1960"},
  {"ranking":"#4","img": "https://t.ctcdn.com.br/O0ClEBvdu_wtAZrD8l0XmQez_UE=/i444378.jpeg", "titulo":"De Zero a Um", "author":"Peter Thiel", "descricao":"Peter Thiel, cofundador do PayPal, quer mostrar como as ideias que criam negócios de sucesso não surgiram ao tentar copiar modelos bem-sucedidos que já estavam no mercado. Para ser um bom empreendedor, é preciso entender que copiar é muito mais fácil que criar algo novo e usar isso ao seu favor." , "ano":"2014"},
  {"ranking":"#5","img": "https://t.ctcdn.com.br/-kd9msvX5fPBTzGqXQ39H6RRXPk=/i444379.jpeg", "titulo":"Inteligência Artificial", "author":"Kai-Fu Lee", "descricao":"Escrito por uma das mentes por trás das inteligências artificiais atuais, este livro é essencial para quem deseja se aprofundar especificamente nesse assunto. Para o autor Kai-Fu Lee, essas novas tecnologias devem apenas mudar a forma como trabalhamos, trazendo uma perspectiva mais otimista da nossa futura relação com o trabalho." , "ano":"2019"},
  {"ranking":"#6","img": "https://t.ctcdn.com.br/Wxi7_fmWSU_6p-Lrv1-NfNay4uE=/i444381.jpeg", "titulo":"Futuro Presente", "author":"Guy Perelmuter", "descricao":"Vencedor do Prêmio Jabuti, este livro escrito pelo pesquisador brasileiro Guy Perelmuter aborda os últimos avanços tecnológicos que mais estão impactando a sociedade e traz uma abordagem leve e informal para mostrar também quais mudanças podemos esperar durante os próximos anos, quando estas inovações continuarão a ser desenvolvidas." , "ano":"2019"},
  {"ranking":"#7","img": "https://t.ctcdn.com.br/VBkfjQOxESVXkiB8-F1mHMA8jt0=/i444382.jpeg", "titulo":" A Regra é Não Ter Regras", "author":" CEO da Netflix: Reed Hastings", "descricao":"Escrito pelo próprio CEO da Netflix, este livro é obrigatório para entender a ascensão meteórica da empresa de streaming e os conceitos utilizados por seus executivos para criar uma marca global, presente hoje em praticamente todos os países do mundo e acumulando centenas de milhões de assinantes." , "ano":"2020"},
  {"ranking":"#8","img": "https://t.ctcdn.com.br/l0M_tvVeZ2s6urRlyyr5n0ZUqYA=/i444383.jpeg", "titulo":"Como Chegamos Até Aqui", "author":"Steven Johnson", "descricao":"O escritor Steven Johnson utiliza sua habilidade de contar histórias para nos levar por uma narrativa que passa por algumas das maiores invenções e inovações da humanidade com o objetivo de responder à pergunta que dá título ao livro: como chegamos até aqui?" , "ano":"2015"},
  {"ranking":"#9","img": "https://t.ctcdn.com.br/V_Z8tLhC2StnqOIh3GCxc637SXs=/i444396.jpeg", "titulo":" O Que a Google Faria?", "author":"Jeff Jarvis", "descricao":"Escrito pelo jornalista criador da Entertainment Weekly e importante pensador Jeff Jarvis, esta obra destrincha a empresa de buscas mais famosa do mundo e um dos símbolos mais óbvios da transformação digital que aconteceu durante as últimas décadas." , "ano":"2009"},
  {"ranking":"#10","img": "https://t.ctcdn.com.br/aRZZL8R3F6mxlFyX5h95rPBxpqY=/i444398.jpeg", "titulo":"Transformação Digital", "author":"David L. Rogers", "descricao":"David L. Rogers é o responsável por este que é um dos livros essenciais para CEOs, empresários ou até mesmo entusiastas da área que estão tentando entender como as novas tecnologias afetam os seus negócios e o que eles podem fazer para não serem passados para trás durante esse período de mudanças." , "ano":"2017"}
]
